package main

// 全局问题列表定义
// var DefaultQuestions = []string{
// 	"您的年龄是多少？",
// 	"请问您的全名是什么？",
// }

var DefaultQuestions = []string{
	"你的纪录片的“主角”是谁？他/她有什么特别的故事、身份、经历或特质吸引了你？",
	"你打算记录他/她生活中的哪个“非正常”时段？这个阶段为什么特殊（是困境、挑战、转折点、新尝试、关键事件等）？",
	"如果没有明显的“等来”的故事，你打算和他/她一起“主动创造”一个什么样的行动或事件（比如：完成一个梦想、克服一个困难、进行一次尝试、组织一个活动等）？这件事的意义和难度在哪里？",
	"你认为这个“人”和“事”的结合，能挖掘出什么普遍性的主题或打动人的地方？",
	"你计划如何用带人物的远景镜头（或一组镜头）来开篇？这个镜头要展现人物与环境的什么关系？",
	"你的主角日常最典型、最能说明其身份/状态/困境的动作是什么？",
}

/*
主角是我的女儿。她身上最吸引我的特质是率真。这对我来说有非同寻常的意义。
我打算启示录她在照顾小猫的场景，一般在放学的时候。
我计划站在女儿的视角，来拍摄她眼里的家庭。
从女儿和猫相处的过程中，一开始的猫猫比较怕儿女，再到后来相处的非常融洽。
关于开场，我还没有什么明确的想法。
强迫吸猫。
*/
